[
	{
		"id": 1,
		"title": "Spain in maiden Women's World Cup final",
		"content": "Olga Carmona's stunning late strike gave Spain a 2-1 win over Sweden on Tuesday to propel them into the Women's World Cup final for the first time in their history. Spain's thrilling victory at Eden Park sets up a showdown in Sydney on Sunday with either Australia or England, who meet in the other semi-final on Wednesday. The semi-final in Auckland seemed to be drifting towards extra time before suddenly bursting to life when substitute Salma Paralluelo put Spain ahead with nine minutes left. Rebecka Blomqvist equalised for Sweden in the 88th minute only for full-back Carmona, Spain's captain, to score with a superb shot in off the underside of the crossbar from the edge of the box.",
		"date": "2023-08-14"
	},
	{
		"id": 2,
		"title": "England to host Zimbabwe for Test in 2025",
		"content": "The four-day Test will take place from May 28-31, with the venue for the one-off match to be confirmed at a later date. Jimmy Anderson, England's leading Test wicket-taker, made his debut the last time his country faced Zimbabwe in 2003. We are delighted to be able to host Zimbabwe for a men's Test match for the first time in two decades, ECB chief executive Richard Gould said on Tuesday. Zimbabwe has a proud cricket history and have produced world-class players and coaches who have enriched the game across the world. We are committed to developing a closer relationship with Zimbabwe Cricket and the announcement of this Test against our England men's team is a step in that ambition.",
		"date": "2023-08-15"
	},
	{
		"id": 3,
		"title": "Kings ready to fight against Sharjah",
		"content": "Bashundhara Kings are set to become the first Bangladeshi club to make an AFC Champions League appearance when they square off against Sharjah FC in the preliminary round at Sharjah Stadium today. The Bangladesh Premier League champions could not get past the group stage of AFC Cup in the last two seasons after their maiden appearance in the second-tier club competition of Asia was cancelled due to the pandemic. This time, though, they received direct entry into the preliminary round of the continent's top-tier club competition. The charges of Oscar Bruzon will face an uphill task against Sharjah FC, who boast some stellar names in world football including Miralem Pjanic of Bosnia, Kostas Manolas of Greece and Paco Alcacer of Spain alongside a few quality Brazilian players.",
		"date": "2023-08-16"
	}
]
